{   "splash": {
        "title": "Fours à pain de la commune de Maxent",
        "text": "Dans les campagnes un petit four artisanal en forme de dôme servait à cuire le pain. Anciennement chaque ferme possédait son four à pain. À l'époque féodale, selon les régions, le four à pain était parfois un privilège de seigneur dont il tirait profit en prélevant une taxe sur chaque cuisson (appelée banalité). Avec la multiplication des boulangeries dans les communes, ainsi que les facilités de transport, les fours de campagne vont peu à peu tomber dans l'oubli. Durant la Seconde Guerre mondiale, à cause des restrictions alimentaires, certains fours ont été restaurés pour servir de nouveau. À cette même époque, certains boulangers bretons, pour court-circuiter les règlements du régime de Pétain, échangeaient directement, sans tickets de rationnement, le blé ou la farine contre du pain. La farine était livrée lors de la moisson et le pain distribué les mois suivants. Pour en tenir le compte, le boulanger confectionnait une baguette de noisetier (bois qui servait par ailleurs à la cuisson) sur laquelle était symbolisée la quantité de pain à livrer; puis elle était, tel le symbole grec, fendue en deux sur toute sa longueur : l'un des exemplaires restait à la boulangerie alors que l'autre passait aux mains de l'agriculteur. À chaque achat de pain, une marque était gravée sur les deux demi-baguettes, jusqu'à épuisement de la quantité prévue !.",
        "color": "#fff"    
    },
    "theme": {"color": "#e67e22"},
    "tooltip" : {"style": "tooltip-custom-3", "fields": ["commune","datation_principale"]},
	"map": {
		"center": [-220750.13768758904,6144925.57790189],
		"zoom": 16,
		"width": "100%",
        "overview": true,
        "url" : "http://{a-c}.basemaps.cartocdn.com/light_all/{z}/{x}/{y}.png",
        "animation": true
	},
	"data": {
        "title": "Les fours à pain de la commune de Maxent",
        "template": {"name": "carousel", "options": {"width":"50%", "color":"#e67e22"} },
		"url": "http://ows.region-bretagne.fr/geoserver/rb/wfs?request=getFeature&typename=etude_patrimoine_simple&outputFormat=application/json&srsName=EPSG:3857&CQL_FILTER=denomination=%27four à pain%27",
        "orderby": "order",
		"fields": [{
                "name": "commune",
				"type": "title"
		}, {
                "name": "lien_image",
				"type": "image"
			
		}, {
                "name": "datation_principale",
				"type": "text"
		},
        {
                "name": "lien_dossier",
				"type": "url"
		}],
        "analyse": {
            "type": "single",
			"field": "",
			"values": [],
			"styles": [
                {
                    "fill": {
                        "color": "#e67e22"
                    },
                    "stroke": {
                        "color": "#fff",
                        "width": 2
                    },
                     "circle": {                        
                        "radius" : 10
                    }
                }
            ]
		},	
		"hightlightstyle": {
                    "fill": {
                        "color": "#e67e22"
                    },
                    "stroke": {
                        "color": "#fff",
                        "width": 5
                    },
                     "circle": {                        
                        "radius" : 15
                    }
                }
	},
	"extradata": {
		"url": "",
        "linkfield" : ""
	}

}